<?php

return [
    'registration' => [
        'success' => 'Вы успешно зарегистрированы'
    ],
    'task_status' => [
        'create' => [
            'success' => 'Статус успешно создан'
        ],
        'update' => [
            'success' => 'Статус успешно изменён'
        ],
        'delete' => [
            'success' => 'Статус успешно удалён',
            'fail' => 'Не удалось удалить статус'
        ]
    ],
    'task' => [
        'create' => [
            'success' => 'Задача успешно создана'
        ],
        'update' => [
            'success' => 'Задача успешно изменёна'
        ],
        'delete' => [
            'success' => 'Задача успешно удалёна',
            'fail' => 'Не удалось удалить задачу'
        ]
    ],
    'label' => [
        'create' => [
            'success' => 'Метка успешно создана'
        ],
        'update' => [
            'success' => 'Метка успешно изменена'
        ],
        'delete' => [
            'success' => 'Метка успешно удалена',
            'fail' => 'Не удалось удалить метку'
        ]
    ]
];
